Repository: L3-iGrant/data-wallet-sdk-ios
Catalog: Sources/ama-ios-sdk/Classes/Localise/*.lproj/Localizable.strings
Languages: da, fi, fr, nb, sv

source: Close
da: Luk
fi: Sulje
fr: Fermer
nb: Lukk
sv: Stäng

source: Turn on flash light
da: Tænd lommelygten
fi: Avaa taskulamppu
fr: Allumer le flash
nb: Tenn lommelykten
sv: Slå på ficklampan

source: Turn off flash light
da: Sluk lommelygten
fi: Sulje taskulamppu
fr: Eteindre le flash
nb: Slukk lommelykten
sv: Slå av ficklampan

source: Position QR Code
da: Scan QR kode
fi: Asemoi QR-koodi
fr: Positionner le QR Code
nb: Plasser QR-kode
sv: Positionera QR-koden

source: Notification
da: Besked
fi: Viesti
nb: Melding
sv: Meddelande

source: Could not open your camera
da: Kunne ikke åbne kamera
fi: Kamera ei avaudu
fr: Impossible d'ouvrir votre caméra
nb: Kan ikke åpne kamera
sv: Ingen åtkomst till kameran

source: Confirm
da: Bekræft
fi: Vahvista
fr: Confirmez
nb: Bekreft
sv: Bekräfta

source: Could not read your image.Try another image
da: Kunne ikke læse dit billede. Prøv igen.
sv: Kunde inte läsa av din bild. Försök med annan bild.

source: Sorry, could not open scan content
da: Kunne ikke åbne scannet indhold. Prøv igen.
fi: Skannauksen avaaminen ei onnistunut. Yritä uudelleen.
fr: Désolé, impossible d'ouvrir le contenu du scan
nb: Kan ikke åpne scannet innhold.
sv: Det gick inte att öppna skannat innehåll

source: Could not detect camera
da: Kunne ikke aktivere kamera. Kontroller mobilens indstillinger.
fi: Kameran aktivointi ei onnistunut. Tarkista asetukset.
fr: Impossible de détecter la caméra
nb: Kunne ikke åpne kamera.
sv: Det gick inte att hitta kameran

source: Scan
da: Scanning
fi: Skannaa
fr: Scanner
nb: skanning
sv: Skanna

source: Create
da: Opret
fi: Luo
fr: Créer
nb: Opprett
sv: Skapa

source: Connections
da: Kontakter
fi: Yhteydet
fr: Connexions
nb: Tilkoblinger
sv: Kontakter

source: No
da: Nej
fi: Ei
fr: Non
nb: Nei
sv: Nej

source: Yes
da: Ja
fi: Kyllä
fr: Oui
nb: Ja
sv: Ja

source: Reject
da: Afvis
fi: Kiellä
fr: Rejeter
nb: Avbryt
sv: Avböj

source: Accept
da: Accepter
fi: Hyväksy
fr: Accepter
nb: Aksepter
sv: Acceptera

source: Add data
da: Tilføj Data
fi: Lisää tieto
fr: Ajouter les données
nb: Legg til data
sv: Lägg till data

source: Choose the organisation from which to add data to your wallet
da: Vælg organisation du vil tilføje data fra
sv: Välj organisation från vilken data skall läggas till din plånbok

source: Wallet
da: Pung
fi: Lompakko
fr: Portefeuille
nb: Lommebok
sv: Plånbok

source: Preferences
da: Præferencer
fi: Valinnat
fr: Préférences
nb: Preferanser
sv: Preferenser

source: No connections available
da: Ingen kontakter tilgængelig
fi: Yhteyksiä ei saatavilla
fr: Aucune connexion disponible
nb: Ingen tilkoblinger tilgjengelig
sv: Inga kontakter tillgängliga

source: No data available
da: Ingen data tilgængelig
fi: Tietoja ei saatavilla
fr: Aucune donnée disponible
nb: Ingen data tilgjengelig
sv: Ingen data tillgänglig

source: Connection already existing
da: Kontakten findes allerede
fi: Yhteys on jo käytössä
fr: Connexion déjà existante
nb: Tilkobling eksisterer allerede
sv: Kontakten finns redan

source: Loading Indy Library...
da: Indlæser Indy biblioteket...
fi: Lataa Indy-kirjastoa
fr: Chargement de la bibliothèque Indy...
nb: Laster inn Indy Library ...
sv: Laddar Indy-biblioteket ...

source: Share Data
da: Del Data
fi: Jaa tietosi
fr: Partager les données
nb: Del data
sv: Dela Data

source: Add Connection
da: Tilføj kontakt
fi: Lisää yhteys
fr: Ajouter une connexion
nb: Legg til tilkobling
sv: Lägg till kontakt

# Search wallet...
source: Search Data Wallet...
da: Søg i Data wallet
fi: Etsi kukkarosta
fr: Rechercher data wallet
nb: Søk i datalommebok...
sv: Sök i Data Wallet

source: Search Organisations...
da: Find organisation
fi: Etsi organisaatio
fr: Rechercher d'organisations...
nb: Søk etter organisasjoner...
sv: Sök organisation

source: Search
da: Søg
fi: Hae
fr: Rechercher
nb: Søk
sv: Sök

source: Configuring pool...
da: Konfigurerer Pool ...
fi: Konfiguroi
fr: Configurer le groupe...
nb: Konfigurerer bassenget ...
sv: Konfigurerar...

source: Finishing...
da: Afslutter ...
fi: Viimeistelee
fr: Terminer...
nb: Fullfører...
sv: Slutför...

# Configuring wallet...
source: Configuring Data Wallet...
da: Konfigurerer Data Wallet ...
fi: Konfiguroi Data Wallet
nb: Konfigurerer Data Wallet
sv: Konfigurerar Data Wallet...

source: Organisations
da: Organisationer
fi: Organisaatiot
nb: Organisatorisk
sv: Organisationer

source: Logo
sv: Logotype

source: Exchange
da: Dele
fi: Jaa
nb: Utveksling
sv: Dela

source: Choose Organisation
da: Vælg organisation
fi: Valitse organisaatio
fr: Choisir une organisation
nb: Velg organisasjon
sv: Välj organisation

source: Data Agreement
da: Dataaftale
fi: Tietosopimus
fr: Accord sur les données
nb: Dataavtale
sv: Personuppgiftsavtal

source: Insufficient data requested
da: Utilstrækkelig data
fi: Tietoa ei ole riittävästi
fr: Nombre insuffisant de Données demandé
nb: Utilstrekkelig data forespurt
sv: Data saknas

source: Requests
da: Forespørgsler
fi: Kysely
fr: Demandes
nb: Forespørsler
sv: Förfrågningar

source: Connection success
da: Forbindelse etableret
fi: Yhteys onnistui
fr: Succès de la connexion
nb: Tilknytet
sv: Ansluten

source: Overview
da: Overblik
fi: Yleiskatsaus
fr: Aperçu
nb: Oversikt
sv: Översikt

source: Delete
da: Slet
fi: Poista
fr: Supprimer
nb: Slett
sv: Ta bort

source: Unexpected error. Please try again.
da: Uventet fejl. Prøv igen.
fi: Odottamaton virhe. Yritä uudelleen.
fr: Erreur inattendue. Veuillez réessayer.
nb: Uventet feil. Vær så snill, prøv på nytt.
sv: Oväntat fel. Vänligen försök igen.

source: By choosing confirm you agree to share the requested data to
da: Ved at vælge 'del' accepterer du at dele det efterspurgte data med
fi: Valitsemalla Jaa hyväksyt pyydettyjen tietojen jakamisen
fr: En choisissant de confirmer, vous acceptez de partager les données demandées avec .
nb: Ved å velge 'dele' aksepterer du å dele de etterspurte dataene med
sv: Genom att välja bekräfta går du med på att dela de begärda uppgifterna till

source: Allow <org name> to connect with you
da: Tillad <org navn> at forbinde til dig / din Digitale Pung
fi: Hyväksyn <organisaation> yhteyden
fr: Autoriser <nom de l'organisation> à se connecter avec vous
nb: Tillat [org] å koble med deg
sv: Tillåt <orgnamn> att ansluta till dig

# delete_item_message
source: Are you sure you want to delete this item?
da: Er du sikker på at du vil slette?
fi: Oletko varma, että haluat poistaa tämän kohteen?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?
nb: Er du sikker på at du vil slette?
sv: Är du säker på att du vill ta bort det här objektet?

# New certificate is added to wallet
source: New certificate is added to Data Wallet
da: Nyt digitalt certifikat tilføjet til din Data Wallet
fi: Uusi todistus on lisätty kukkaroon
fr: Un nouveau certificat est ajouté à votre Portefeuille de Données
nb: Nytt sertifikat er lagt til i Data Wallet
sv: Nytt certifikat läggs till Data Wallet

source: New exchange data request received
da: Ny forespørgsel om datadeling modtaget
fi: Uusi tiedonjakopyyntö saapunut
fr: Nouvelle demande de données d'échange reçue
nb: Ny forespørsel om deling av data mottatt
sv: Ny begäran om delning av data mottagen

source: Language
da: Sprog
fi: Kieli
nb: Språk
sv: Språk

source: Ledger Network
da: Ledger-netværk
fi: Ledger-verkko
sv: Ledger-nätverk

source: Settings
da: Indstillinger
fi: Asetukset
fr: Paramètres
nb: Innstillinger
sv: Inställningar

source: Network
da: Netværk
fi: Verkko
fr: Réseau
nb: Nettverk
sv: Nätverk

source: Powered by iGrant.io, Sweden
da: Drives af iGrant.io, Sweden
fi: Ylläpitää iGrant.io, Ruotsi
sv: Drivs av iGrant.io, Sverige

source: Data Wallet
da: Digital Pung
fi: Digikukkaro
fr: Portefeuille de données
nb: Digital lommebok
sv: Digital plånbok

source: Notifications
da: Beskeder
fi: Viestit
nb: Melding
sv: Meddelanden

source: Certificate Detail
da: Certifikatdetaljer
fi: Todistuksen yksityiskohdat
fr: Détails du certificat
nb: Sertifikatdetaljer
sv: Certifikatsdetaljer

source: Connect
da: Forbind
fi: Yhdistä
fr: Connecter
nb: Koble
sv: Anslut

source: Allow
da: Tillad
fi: Hyväksy
fr: Permettre
nb: Tillate
sv: Tillåt

source: to connect with you
da: at forbinde til dig
fi: yhdistä sinuun
fr: de se connecter avec vous
nb: å koble med deg
sv: att ansluta till dig

source: Data
fi: Tieto
fr: Données
sv: Data (eller personuppgifter)

source: Swedish
da: NA
fi: ruotsi
fr: Suédois
nb: Svensk
sv: Svensk

source: Danish
da: Dansk
fi: tanska
fr: Danois
nb: Dansk
sv: Danska

source: Norweigian
da: Norsk
fi: norja
fr: Norvégien
nb: Norsk
sv: Norska

source: Finnish
da: Finsk
fi: suomi
fr: Finlandais
nb: Finsk
sv: Finska

source: Cancel
da: Annuller
fi: Peruuta
fr: Annuler
nb: Avbryt
sv: Avbryt

source: Data Exchange
da: Dataudveksling
fi: Tiedonjako
fr: Échange de données
nb: Datautveksling
sv: Datadelning (eller delning av data)

source: Your data certificate is available to be added to your Data Wallet. Click accept to confirm.
da: Dit digitale certifikat kan lægges i din Data Wallet. Klik 'accepter' for at bekræfte.
fi: Todistus voidaan lisätä kukkaroon. Vahvista valitsemalla Hyväksy.
fr: Votre certificat de données est prêt pour être ajouté à votre Portefeuille de Données. Cliquez sur Accepter pour confirmer.
nb: Ditt datasertifikat kan nå legges til din Data Wallet. Klikk aksepter for å godkjenne.
sv: Ditt datacertifikat kan läggas till i din Data Wallet. Klicka på acceptera för att bekräfta.

source: Choose the organisation to be connected to add data to the wallet or to exchange data
da: Vælg organisationen der skal forbindes til din Digitale Pung for at du kan tilføje eller udveksle data.
sv: Välj organisation som skall anslutas för att lägga till data i plånboken eller för datadelning

source: Choose and connect to the organisation to add data or exchange data
da: Find og forbind organisationen du vil udveksle data med.
fi: Valitse ja muodosta yhteys organisaatioon lisätäksesi tietoja tai vaihtaaksesi tietoja
fr: Choisissez et connectez-vous à l'organisation pour ajouter des données ou échanger des données.
nb: Velg og koble til organisasjonen for å legge til eller dele data.
sv: Välj och anslut till den organisation till/från vilken data skall läggas till eller delas

source: Data has been shared with <Organization> successfully
da: Data er delt med <org>
fi: Tieto on jaettu onnistuneesti <organisaation> kanssa
fr: Les données ont été correctement partagées avec <Organisation>.
nb: Data er delt med [org]
sv: Data har delats med <Organisation>

source: Data has been shared successfully
da: Data er delt
fi: Tieto on jaettu onnistuneesti
fr: Les données ont été correctement partagées
nb: Data er delt
sv: Data har framgångsrikt delats

source: Read more
da: Se mere
fi: Lue lisää
fr: Lire la suite
nb: Les mer
sv: Läs mer (se mer)

source: Read less
da: Se mindre
fi: Lue vähemmän
fr: Lire moins
nb: Les mindre
sv: Läs mindre (se mindre)

source: Do you want to cancel the exchange request?
da: Afbryd datadelingen
fi: Haluatko peruuttaa tiedonjakopyynnön?
fr: Voulez-vous annuler la demande d'échange ?
nb: Vil du avbryte delingsførespørselen?
sv: Vill du avbryta delningsförfrågan?

source: LANGUAGE
da: SPROG
fi: KIELI
fr: LANGUE
nb: SPRÅK
sv: SPRÅK

source: LEDGER NETWORK
da: LEDGERNETVÆRK
fi: LEDGER-VERKKO
fr: RÉSEAU des REGISTRES
nb: LEDGER NETTVERK
sv: LEDGER-NÄTVERK

source: Do you want to delete the certificate?
da: Vil du slette det digitale certifikat?
fi: Haluatko poistaa todistuksen?
fr: Voulez-vous supprimer le certificat ?
nb: Vil du slette sertifikatet?
sv: Vill du ta bort certifikatet

source: Confirmation
da: Bekræftelse
fi: Vahvistus
nb: Bekreftelse
sv: Bekräftelse

source: Aries Interoperability Protocols
da: Aries Interoperabilitetsprotokoller
fi: Aries yhteensopivuusprotokollat
fr: Protocoles d'interopérabilité Aries
nb: Aries Interoperabilitetsprotokoller
sv: Aries interoperabilitetsprotokoll

source: Terms And Conditions
da: Vilkår
fi: Ehdot
fr: Termes et conditions
nb: Vilkår
sv: Villkor

source: Privacy Policy
da: Privatlivspolitik
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
nb: Personvernregler
sv: Integritetspolicy

source: Supported Protocols
da: Protokoller understøttet
fi: Tuetut protokollat
fr: Protocoles supportés
nb: Protokoller som støttes
sv: Protokoll som stöds

# about_app
source: About this app
da: Om denne app
fi: Tietoja tästä sovelluksesta
fr: À propos de cette application
nb: Om denne app
sv: Om denna app

source: Received Data
da: Modtog data / digital certifikat
fi: Vastaanotettu tieto
sv: Mottagen data

source: Received Offer Credential
da: Modtog bevis for dataudvekslingstilbud.
fi: Vastaanottovahvistus
fr: Références de l'offre reçue
nb: Kvittering på mottate data
sv: Mottagningsbevis

source: Received offer credential from organisation.
da: Modtog bevis for dataudvekslingstilbud fra <org>.
fi: Vastaanottovahvistus organisaatiolta
fr: Réception d'un justificatif d'offre d'une organisation.
nb: Kvittering på mottate data fran organisasjon
sv: Mottagningsbevis från organisation

source: Received Exchange Request
da: Modtog dataudvekslingsforslag.
fi: Vastaanotettu tiedonjakopyyntö
sv: Mottagen delningsförfrågan

source: Terms of Service
da: Vilkår for anvendelse
fi: Käyttöehdot
fr: Conditions de service
nb: Vilkår for bruk
sv: Användarvillkor

source: New certificate offer received
da: Modtog bevis for dataudvekslingstilbud.
fi: Vastaanottovahvistus
sv: Mottagningsbevis

source: Data offer accepted successfully.
da: Dataudvekslingstilbud accepteret.
fi: Tiedon siirto hyväksytty onnistuneesti
fr: Offre de données correctement acceptée.
nb: [need to understand context]
sv: Data erbjudandet accepteras framgångsrikt

source: Do you want to remove the offer credential?
da: Vil du fjerne beviset for dataudvekslingstilbudet?
fi: Haluatko poistaa?
fr: Voulez-vous supprimer l'identifiant de l'offre ?
nb: [need to understand context]
sv: Vill du ta bort erbjudandet?

source: Organisation removed successfully
da: Organisation fjernet
fi: Organisaatio on poistettu
fr: Organisation correctement supprimée
nb: Organisasjon fjernet
sv: Organisationen har tagits bort

source: Do you want to remove the organisation?
da: Vil du fjerne organisationen fra din Digitale Pung?
fi: Haluatko poistaa organisaation?
fr: Voulez-vous supprimer l'organisation ?
nb: Vil du fjerne organisasjonen?
sv: Vill du ta bort organisationen?

source: No related organisation found. You may have removed the organisation
da: Ingen relevant organisation fundet. Du har muligvis fjernet organisationen.
fi: Organisaatiota ei löytynyt. Olet saattanut poistaa organisaation.
fr: Aucune organisation connexe n'a été trouvée. Vous avez peut-être supprimé l'organisation
nb: Ingen organisasjon funnet. Du kan ha fjernet organisasjonen.
sv: Ingen organisation hittades. Du kan ha tagit bort organisationen

source: Remove Organisation
da: Fjern organisation
fi: Poista organisaatio
fr: Supprimer l'organisation
nb: Fjern organisasjon
sv: Ta bort organisationen

source: Taking longer than expected? Please try again
fi: Kestääkö odotettua kauemmin? Yritä uudelleen
fr: Cela prend plus de temps que prévu ? Veuillez réessayer
nb: Tar det lengre enn forventet? Vennligst prøv igjen
sv: Ogiltigt ledger-nätverk. Du kan välja ledger i inställningar

source: Choose the organisation to add data to the Data Wallet. For adding new organisations, click + above
da: Vælg organisationen der skal forbindes til din Data Wallet for at tilføje data. Klik ovenfor for at tilføje nye organisationer.
fi: Valitse organisaatio, jonka sallit lisäävän tietoja lompakkoon. Lisää uusia organisaatioita Napsauta + Yllä
fr: Choisissez l'organisation à laquelle vous souhaitez ajouter des données dans le Portefeuille de Données. Pour ajouter de nouvelles organisations, cliquez sur + ci-dessus
nb: Velg organisasjon for å legge til data i din Data Wallet. Klikk på + over for å legge til nye organisasjoner.
sv: Välj organisationen för att lägga till information i Data Wallet. Klicka på + ovan för att lägga till nya organisationer.

source: No data available. Click '+' next to Data Wallet to begin adding data
da: Ingen data tilgængelig. Klik '+' ved siden af Data Wallet for at tillægge ny data.
fi: Tietoa ei saatavilla. Klikkaa + aloittaaksesi uuden tiedon lisäämisen Digikukkaroon.
fr: Aucune donnée disponible. Cliquez sur '+' à côté de Data Wallet pour commencer à ajouter des données.
nb: Ingen data tilgjengelig. Klikk '+' ved siden av Data Wallet for å begynne å legge til data
sv: Ingen data tillgänglig. Klicka på '+' bredvid din Data Wallet för att börja lägga till data

source: Click '+' next to Organisations to connect to an organisation to add data.
da: Klik '+' ved siden af Organisationer for at forbinde en ny organisation og tillægge data.
fi: Klikkaa +Organisaatio mahdollistaaksesi organisaation lisäämän tiedon.
fr: Cliquez sur '+' à côté de Organisations pour vous connecter à une organisation et ajouter des données.
nb: Klikk '+' ved siden av Organisasjoner for å koble til data fra en organisasjon.
sv: Klicka på '+' bredvid Organisationer för att ansluta till en organisation för att lägga till data.

source: ID Cards
da: ID-Kort
fi: Henkilökortti
fr: Cartes d'identité
nb: ID-Kort
sv: ID-Kort

source: First Name
da: Fornavn
fi: Etunimi
fr: Prénom
nb: Fornavn
sv: Förnamn

source: Last Name
da: Efternavn
fi: Sukunimi
fr: Nom de famille
nb: Etternavn
sv: Efternamn

source: Gender
da: Køn
fi: Sukupuoli
fr: Sexe
nb: Kjønn
sv: Kön

source: Country
da: Land
fi: Maa
fr: Pays
nb: Land
sv: Land

source: Nationality
da: Nationalitet
fi: Kansalaisuus
fr: Nationalité
nb: Nasjonalitet
sv: Nationalitet

source: Personal Number
da: Personnummer
fi: Henkilönumero
fr: Numéro personnel
nb: Personnummer
sv: Personnummer

source: Date of birth
da: Fødselsdato
fi: Syntymäaika
fr: Date de naissance
nb: Fødselsdato
sv: Födelsedatum

source: Passport Number
da: Pasnummer
fi: Passin numero
fr: Numéro de passeport
nb: Passnummer
sv: Passnummer

source: Issuing Country
da: Udstedende land
fi: Myöntämismaa
fr: Pays d'émission
nb: Utstedelsesland
sv: Utfärdandeland

source: Expiration date
da: Gyldigt indtil
fi: Voimassa
fr: Date d'expiration
nb: Gyldig til dato
sv: Sista giltighetsdag

source: Passport Detail
da: Pasinformation
fi: Passin tiedot
fr: Détails du passeport
nb: Passinformasjon
sv: Passinformation

source: Received Certificate
da: Modtaget certifikat
nb: Mottatt sertifikat
sv: Certifikat mottaget

source: Passport detail is now added to the Data Wallet.
da: Pasinformationen er nu lagt til din Data Wallet
fi: Passin tiedot ovat tallennettu
fr: Les détails du passeport sont maintenant ajoutés au Data Wallet.
nb: Passinformasjonen er nå lagt til i din Data Wallet
sv: Passinformationen är nu tillagd till din Data Wallet

source: Passport
da: Pas
fi: Passi
fr: Passeport
nb: Pass
sv: Pass

source: Full Name
da: Fuldstændigt navn
fi: Koko nimi
fr: Nom complet
nb: Fullt navn
sv: Fullständigt namn

source: Passport of this user already existing.
da: Pas for denne anvender findes allerede
fi: Käyttäjällä on jo passi
fr: Le passeport de cet utilisateur existe déjà.
nb: Pass for denne brukeren finnes allerede
sv: Pass för denna person finns redan

source: No data available. Click '+' next to ID Cards to begin adding an ID Card to your Data Wallet
da: Ingen information tilgængelig. Klik '+' ved siden af ID-kort for at lægge et ID-kort til din Data Wallet
fi: Tietoja ei löytynyt. Lisää uusi henkilökortti painamalla henkilökortin vieressä olevaa ’+’ merkkiä
fr: Aucune donnée disponible. Cliquez sur + à côté de Cartes d'identité pour commencer à ajouter une carte d'identité à votre Portefeuille de Données.
nb: Ingen informasjon tilgjengelig. Klikk '+' ved siden av ID-kort for a legge til et ID-kort i din Data Wallet
sv: Ingen data finns. Klicka på '+' bredvid ID-kortet för att lägga tlll ett ID-kort i din Data Wallet

source: Reading data…
da: Læser data
fi: Luetaan tietoja…
fr: Lecture des données...
nb: Leser data...
sv: Inläsning av data

source: Please fill details and place your phone on top of the passport. Following information is required to decode encrypted passport data.
da: Venligst udfyld informationen og placer telefonen ovenpå passet. Følgende information kræves for at afkode krypteret pas information
fi: Ole hyvä ja anna pyydetyt tiedot ja aseta puhelimesi passin päälle. Seuraavia tietoja tarvitaan passin suojattujen tietojen lukemiseen
fr: Veuillez remplir les détails et placer votre téléphone au-dessus du passeport. Les informations suivantes sont nécessaires pour décoder les données cryptées du passeport.
nb: Vennligst fyll inn informasjon og plasser telefonen oppå passet. Følgende informasjon kreves for å dekode kryptert passinformasjon
sv: Vänligen fyll i detaljer och placera din telefon ovanpå passet. Följande information krävs för att avkoda krypterad passdata.

source: Please provide details to read passport
da: Venligst angiv information for at læse passet
fi: Anna passin lukemiseen tarvittavat tiedot
fr: Veuillez fournir les détails pour lire le passeport
nb: Vennligst oppgi informasjon for å lese passet
sv: Vänligen ange information för att läsa passet

source: Failed to read passport
da: Kunne ikke læse passet.
fi: Passin luku epäonnistui
fr: Échec de lecture du passeport
nb: Kunne ikke lese passet
sv: Det gick inte att läsa passet

source: Permission Required
da: Tilladelse kræves
fi: Toimintaan vaaditaan lupa
fr: Autorisation requise
nb: Tillatelse kreves
sv: Tillstånd krävs

source: We need your permission to access camera in order to scan Id Card / Passport.
da: Vi behøver din tilladelse til at anvende kameraet for at scanne ID-Kort / pas
fi: Henkilökortin / passin lukemiseen tarvittavan kameran käyttämiseen tarvitaan lupa
fr: Nous avons besoin de votre permission pour accéder à la caméra afin de scanner la carte d'identité / le passeport.
nb: Vi trenger din tillatelse til å bruke kamerate for å skanne ID-kort / pass
sv: Vi behöver din tillåtelse för att komma åt kameran för att skanna ID-kort / pass.

source: Next
da: Næste
fi: Seuraava - Next
fr: Suivant
nb: Neste
sv: Nästa

source: Start Reading
da: Start læsning
fi: Tietojen lukeminen aloitetaan
fr: Commencer la lecture
nb: Start avlesning
sv: Starta inläsning

source: Place the passport against your phone
da: Placer passet mod telefonen
fi: Aseta passi puhelintasi vasten
fr: Placez le passeport contre votre téléphone
nb: Plasser passet mot telefonen
sv: Placera passet mot din telefon

source: Click Next and adjust the position of the phone until it starts reading the data
da: Klik Næste og juster telefonens position indtil den starter indlæsning
fi: Paina ’seuraava’ ja aseta puhelin siten, että tietoja voidaan lukea
fr: Cliquez sur Suivant et ajustez la position du téléphone jusqu'à ce qu'il commence à lire les données.
nb: Klikk Neste og juster telefonens posisjon til den starter innlesing.
sv: Klicka på 'Nästa' och justera telefonen till dess att datan läses in

source: Hold the position while the data is being read.
da: Hold positionen mens data læses
fi: Pidä passi paikallaan kunnes sen tiedot on luettu
nb: Hold posisjonen til innlesing av data er bekreftet avsluttet.
sv: Håll positionen tills inläsningen är avslutad

source: Ready to scan
da: Klar til scanning
fi: Valmis skannaamaan
fr: Prêt à numériser
nb: Klar for scanning
sv: Redo för inscanning

source: Started
da: Startet
fi: Aloitettu
fr: Démarré
nb: Startet
sv: Påbörjad

source: Reading personal Info
da: Læser personlig information
fi: Henkilötietoja luetaan
fr: Lecture des informations personnelles
nb: Leser personlig info
sv: Läser in personuppgifter

source: Reading Image
da: Læser billede
fi: Kuvaa tallennetaan
fr: Lecture de l'image
nb: Leser bilde
sv: Läser in bild
