Repository: L3-iGrant/data-wallet-sdk-ios
Catalog: Sources/ama-ios-sdk/Classes/Localise/*.lproj/Localizable.strings
Languages: da, fi, fr, nb, sv

source: Reading Signature
da: Læser underskrift
fi: Allekirjoitusta luetaan
fr: Lecture de la signature
nb: Leser signatur
sv: Läser in signatur

source: Scan Passport
da: Scan pas
fi: Skannaa passi
fr: Scanner le passeport
nb: Skan pass
sv: Skanna passet

source: NFC Reader
da: NFC læser
fi: NFC lukija
fr: Lecteur NFC
nb: NFC-leser
sv: NFC-läsare

source: Hold your phone near an NFC enabled passport
da: Hold telefonen nær et pas med NFC chip
fi: Pidä puhelintasi NFC luettavan passin lähellä
fr: Tenez votre téléphone à proximité d'un passeport compatible NFC
nb: Hold telefonen inntil et pass med NFC-brikke
sv: Håll din telefonen nära ett NFC-aktiverat pass.

source: Signature
da: Underskrift
fi: Allekirjoitusta
nb: Signatur
sv: Signatur

source: Processing
da: Behandler
fi: Käsitellään
fr: En traitement
nb: Prosesserer
sv: Bearbetar

# Click the organisation logo to view the available data cards.
source: Click the organisation logo to view the available data cards. For adding new organisations, click + above
da: Klik på organisationens logo for at se de tilgængelige datakort.Klik ovenfor for at tilføje nye organisationer.
fi: Paina organisaation logoa nähdäksesi käytettävissä olevat datakortit.Lisää uusia organisaatioita Napsauta + Yllä
fr: Cliquez sur le logo de l'organisation pour afficher les cartes de données disponibles.Pour ajouter de nouvelles organisations, cliquez sur + ci-dessus
nb: Klikk på organisasjonslogoen for å se tilgjengelige datakort.Klikk på + over for å legge til nye organisasjoner.
sv: Klicka på organisationslogon för att se tillgängliga datakort. Klicka på + ovan för att lägga till nya organisationer.

source: Click the card to add to your Data Wallet
da: Klik på kortet for at føje til din Data Wallet
fi: Paina korttia lisätäksesi Data Walletiin
fr: Carte d'identité ajoutée avec succès à votre Data Wallet
nb: Klikk på kortet for å legge til i Data Wallet
sv: Klicka på kortet för att lägga till det i din Data Wallet

source: Card successfully added to your Data Wallet
da: Kortet blev føjet til din Data Wallet
fi: Kortti on lisätty laitteeseen Data Walletin
fr: Carte ajoutée avec succès à votre Data Wallet
nb: Kortet ble lagt til i Data Wallet
sv: Kortet har lagts till din Data Wallet

source: Not able to save card
da: Kan ikke gemme kort
fi: Korttia ei voi tallentaa
fr: Impossible d'enregistrer la carte
nb: Kan ikke lagre kortet
sv: Inte möjligt att lagra kortet

source: Error
da: Feil
fi: Virhe
fr: Erreur
nb: Feil
sv: Fel

source: Not able to get data from NFC
da: Kan ikke hente data fra NFC
fi: Ei voi saada tietoja NFC: ltä
fr: Impossible d'obtenir des données de NFC
nb: Kan ikke få data fra NFC
sv: Inte möjligt att ladda ner data från NFC

source: Your device doesn't support NFC feature to proceed
da: Beklager, din enhed understøtter ikke NFC-funktionen for at fortsætte
fi: Valitettavasti laitteesi ei tue NFC-ominaisuutta jatkaaksesi
fr: Désolé, votre appareil ne prend pas en charge la fonction NFC pour continuer
nb: Enheten din støtter ikke NFC-funksjonen for å fortsette
sv: Din enhet stöder tyvärr inte NFC-funktionen för att fortsätta

source: Error: your device doesn't support NFC feature to proceed
da: Feil: Beklager, din enhed understøtter ikke NFC-funktionen for at fortsætte
fi: Virhe: Valitettavasti laitteesi ei tue NFC-ominaisuutta jatkaaksesi
fr: Erreur: Désolé, votre appareil ne prend pas en charge la fonction NFC pour continuer
nb: Feil: Enheten din støtter ikke NFC-funksjonen for å fortsette
sv: Fel: Din enhet stöder tyvärr inte NFC-funktionen för att fortsätta

source: Add Card
da: Tilføj kort
fr: Ajouter une carte
nb: Legg til kort
sv: Lägg till kort

source: Vaccination Certificate is now added to the Data Wallet
da: Vaccination certificate er nu føjet til Data Wallet
fi: Rokotustodistus on lisätty Data Walletiin
fr: Le certificat de vaccination est maintenant ajouté au Data Wallet
nb: Vaksinasjonssertifikat er nå lagt til Data Wallet
sv: Vaccinationsbevis har nu lagts till Data Wallet

source: Vaccination Certificate of this user already existing
da: Vaccinationscertifikat for denne eksisterende bruger
fi: Tämän käyttäjän rokotustodistus on jo olemassa
fr: Certificat de vaccination de cet utilisateur déjà existant
nb: Vaksinasjonssertifikat for denne brukeren som allerede eksisterer
sv: Covid vaccinationsbevis för denna användare finns redan.

source: Date Of Birth
da: Fødselsdato
fi: Syntymäaika
fr: Date de naissance
nb: Fødselsdato
sv: Födelsedatum

source: Member State
da: Medlemsland
fi: Jäsenvaltio
fr: Etat membre
nb: Medlemsland
sv: Medlemsland

source: Vaccination Date
da: Vaccinationsdato
fi: Rokotuspäivä
fr: Date de vaccination
nb: Vaksinasjonsdato
sv: Vaccinationsdatum

source: Unique Certificate Identifier
da: Unikt certifikat-id
fi: Ainutlaatuinen varmenteen tunniste
fr: Identifiant de certificat unique
nb: Unik sertifikatidentifikator
sv: Unikt ID för certifikatet

source: Security
da: Sikkerhed
fi: Turvallisuus
fr: Sécurité
nb: Sikkerhet
sv: Säkerhet

source: Regions
da: Regioner
fi: Alueet
fr: Régions
nb: Regioner
sv: Regioner

source: Choose which regions to filter the card types available to you.
da: Vælg, hvilke regioner du vil filtrere de korttyper, der er tilgængelige for dig.
fi: Valitse alueet, joilla suodatat käytettävissä olevat korttityypit.
fr: Choisissez les régions pour filtrer les types de cartes disponibles.
nb: Velg hvilke regioner du vil filtrere korttypene som er tilgjengelige for deg.
sv: Välj vilka regioner du vill filtrera de korttyper som är tillgängliga för dig.

source: Multiple data cards found. Choose the right card and data to exchange.
da: Flere certifikater fundet. Vælg det rigtige certifikat og de data, der skal udveksles.
fi: Valitse oikea todistus ja lisää Data Wallet:iin.
fr: Plusieurs certificats trouvés. Choisissez le bon certificat et les bonnes données à échanger.
nb: Flere sertifikater ble funnet. Velg riktig sertifikat og data for utveksling.
sv: Flera certifikat funna. Välj giltigt certifikat och data att dela.

source: Disease Targetted
da: Sygdom målrettet
fi: Kohdistettu sairauteen
fr: Maladie ciblée
nb: Sykdom målrettet
sv: Sjukdom riktad

# type_of_test
source: Type of Tests
da: Type test
fi: Testien tyyppi
fr: Type d'épreuves
nb: Type tester
sv: Typ av tester

source: Test Name
da: Testnavn
fi: Testin nimi
fr: Nom du test
nb: Testnavn
sv: Testnamn

# device_identifier
source: Test Device Identifier
da: Test enhedsidentifikator
fi: Testauslaitteen tunniste
fr: Identifiant de l'appareil de test
nb: Test enhetsidentifikator
sv: Test enhetsidentifierare

source: Sample Collection Date
da: Prøveindsamlingsdato
fi: Näytteenottopäivä
fr: Date de prélèvement de l'échantillon
nb: Eksempel på innsamlingsdato
sv: Provtagningsdatum

source: Test Result
da: Testresultat
fi: Testitulos
fr: Résultat du test
nb: Prøve resultater
sv: Testresultat

# digital_test_certificate_heading
source: Digital Test Certificate
da: Digitalt testbevis
fi: Digitaalinen testitodistus
fr: Certificat d'essai numérique
nb: Digital testbevis
sv: Digitalt testbevis

# digital_cerificate_exists
source: Digital certificate of this user already existing
da: Digitalt certifikat for denne bruger findes allerede
fi: Tämän käyttäjän digitaalinen varmenne on jo olemassa
fr: Certificat numérique de cet utilisateur déjà existant
nb: Digitalt sertifikat for denne brukeren eksisterer allerede
sv: Digitalt certifikat för den här användaren finns redan

# digital_EU_is_added
source: Digital Certificate is now added to the Data Wallet
da: Digitalt certifikat er nu tilføjet til datapungen
fi: Digitaalinen varmenne on nyt lisätty Data Walletiin
fr: Le certificat numérique est maintenant ajouté au portefeuille de données
nb: Digitalt sertifikat er nå lagt til i databasen
sv: Digitalt certifikat har nu lagts till i dataplånboken

# cant_save_EU_digital
source: Not able to save Digital EU card
da: Kan ikke gemme digitalt EU -kort
fi: Ei voida tallentaa digitaalista EU -korttia
fr: Impossible d'enregistrer la carte Digital EU
nb: Kan ikke lagre digitalt EU -kort
sv: Kan inte spara digitalt EU - kort

# eu_List_Heading
source: EU Test Certificate
da: EU testcertifikat
fi: EU testitodistus
fr: Certificat d'essai de l'UE
nb: EU testbevis
sv: EU testcertifikat

# eu
source: Europian Union
da: Europæisk Union
fi: Euroopan unioni
fr: Union européenne
nb: Europeisk union
sv: Europeiska unionen

source: Test Certificate Details
da: Testcertifikatdetaljer
fi: Testitodistuksen tiedot
fr: Détails du certificat de test
nb: Test bekreftelsesdetaljer
sv: Testa certifikatdetaljer

# welcome_key
source: Welcome!
da: Velkommen!
fr: Bienvenue!
nb: Velkommen!
sv: Välkommen!

# welcome_des_bold
source: Connect, consent and share
da: Tilslut, godkend og del
fr: Connectez-vous, consentez et partagez
nb: Koble til, godkjenn og del
sv: Anslut, godkänn och dela

# welcome_des
source: Connect, consent and share your personal data which is securely stored only on your device of choice. Data Wallet, powered by iGrant.io, puts you in control of your personal data regarding what you share and with whom. Every data exchange transaction is associated with an auditable data agreement that ensures compliance with privacy and data protection regulations.
da: Tilslut, godkend og del dine personlige data, som er sikkert gemt på din foretrukne enhed. Data Wallet, drevet af iGrant.io, giver dig kontrol over hvilke personlige data du deler, og med hvem du deler. Hver dataudvekslingstransaktion er koblet til en dataaftale, der sikrer overholdelse af fortroligheds- og databeskyttelsesregler.
fr: Connectez-vous, consentez et partagez vos données personnelles qui sont stockées de manière sécurisée uniquement sur l'appareil de votre choix. Data Wallet, optimisé par iGrant.io, vous permet de contrôler vos données personnelles concernant ce que vous partagez et avec qui. Chaque transaction d'échange de données est associée à un accord de données vérifiable qui garantit le respect des réglementations en matière de confidentialité et de protection des données.
nb: Koble til, godkjenn og del dine personlige data. Disse lagres sikkert på din valgte enhet. Data Wallet, levert av iGrant.io, gir deg kontroll over hvilke personlioge data du deler og hvem du deler dem med. Hver delingstransaksjon er koblet til en dataavtale som er lett tilgjengelig og som sikrer at personvernet ivaretas.
sv: Anslut, godkänn och dela dina personuppgifter som lagras säkert på din valda enhet. Denna Data Wallet, som drivs av iGrant.io, ger dig kontroll över dina personuppgifter när det gäller vad du delar och med vem. Varje datadelningstransaktion är kopplat till ett granskningsbart dataavtal som säkerställer att sekretess- och dataskyddsbestämmelser följs.

# choose_region
source: Choose your region
da: Vælg region
fr: Choisissez votre région
nb: Velg region
sv: Välj region

# welcome_one_time
source: This is a one time setting to let your Data Wallet show cards that are associated with your region.
da: Dette er en engangsindstilling for at lade din Data Wallet vise de kort, der er knyttet til din region.
fr: Il s'agit d'un paramètre unique permettant à votre portefeuille de données d'afficher les cartes associées à votre région.
nb: Dette er en engangsinnstilling for å vise kortene som er koblet til din region.
sv: Detta är en engångsinställning för att låta dina Data Wallet visa de kort som är kopplade till din region.

# welcome_settings_des
source: The default settings are as shown below. You can change these anytime later.
da: Standardindstillingerne er vist herunder. Du kan når som helst ændre dem.
fr: Les paramètres par défaut sont indiqués ci-dessous. Vous pouvez les modifier à tout moment ultérieurement.
nb: Standardinnsillingene er angitt nedenfor. Du kan endre disse når som helst.
sv: Standardinställningarna är enligt nedan. Du kan ändra dessa när som helst senare.

# finish_key
source: Finish
da: Afslut
fr: Terminer
nb: Avslutt
sv: Avsluta

source: Backup and Storage
da: Backup og Lagring
fr: Sauvegarde et Stockage
nb: Backup og Lagring
sv: Backup och Lagring

source: My Shared Data
da: Mine Delte Data
fr: Mes Données Partagées
nb: Mine delte data
sv: Min Delade Data

source: Here, you can view the history of all data agreement signed.
da: Her kan du se historikken for alle underskrevne dataaftaler.
fr: Ici, vous pouvez voir l'historique de tous les accords de données signés.
nb: Her kan du se historien til alle dataavtaler som er signert.
sv: Här kan du se historiken över alla signerade dataavtal

source: Beneficiary Details
sv: PERSONUPPGIFTER

source: Vaccination Details
sv: VACCINATIONSDETALJER

source: Remove Data Card
da: Fjern digitalt certifikat.
fi: Poista tieto tai tietokortti
fr: Retirer la carte de données
nb: Fjern data
sv: Ta bort datakort

source: Vaccination Manufacturer
da: Vaccineproducent
fi: Rokotusten valmistaja
fr: Fabricant de vaccins
nb: Vaksineprodusent
sv: Vaccintillverkare

source: Valid until
sv: Giltig till

source: All
sv: Allt

source: My Profile
sv: Min Profil

source: Health
sv: Hälsa

source: Travel
sv: Resa

source: Receipts
sv: Kvitto

source: Certificate Valid Until
sv: Certifikatet Giltig till

source: Click '+' next to Connections to connect to an organisation to add data.
nb: Klikk '+' ved siden av Organisasjoner for å koble til data fra en organisasjon.
sv: Klicka på '+' bredvid Kontakter för att ansluta till en organisation för att lägga till data.

source: Lawful basis of processing
da: Lovmæssigt behandlingsgrundlag
fr: Base légale du traitement
nb: Rettmesig grunnlag for prosessering
sv: Laglig grund för databehandling

source: Jurisdiction
da: Jurisdiktion
fr: Juridiction
nb: Jurisdiksjon
sv: Jurisdiktion

source: Third party disclosure
da: Delt med tredjepart
fr: Divulgation par un tiers
nb: Delt med tredjepart
sv: Utlämnande till tredje part

source: Industry scope
da: Brancheomfatning
fr: Portée de l'industrie
nb: Bransjebegrensning
sv: Branschens omfattning

source: Geographic restriction
da: Geografisk begrænsning
fr: Restriction géographique
nb: Geografisk begrensning
sv: Geografisk begränsning

source: Is shared to 3pps?
da: Er delt til 3pps?
fr: Est-ce que partagé à 3pps?
nb: Er delt med tredjepart?
sv: Delas med tredje part?

source: Certificate is expired
sv: Certifikatet har gått ut

source: Search Connections
da: Søg
fi: Hae
fr: Rechercher
nb: Søk
sv: Sök

# connection_all
source: All
da: Alle
fi: Kaikki
fr: Tout
nb: Alle
sv: Allt

# connection_organisations
source: Organisations
da: Organisationer
fi: Organisaatiot
nb: Organisasjoner
sv: Organisationer

# connection_people
source: People
da: Personer
fi: Henkilöt
fr: Personnes
nb: Personer
sv: Personer

# connection_devices
source: Devices
da: Enheder
fi: Laitteet
fr: Dispositifs
nb: Enheter
sv: Enheter

# agree_add_data_to_wallet
source: You requested the following data to be issued. By choosing accept you agree to add the data to your Data Wallet.
da: Du har bedt om at følgende data bliver til et digitalt certifikat. Ved at vælge 'accepter' lægges certifikatet i din Data Wallet
fi: Pyysit seuraavien tietojen antamista. Valitsemalla hyväksyt tietojen lisäämisen kukkaroon.
fr: Vous avez demandé que les données suivantes soient émises. En choisissant d'accepter, vous acceptez d'ajouter les données à votre Portefeuille de Données.
nb: Du har bedt om at følgende data skal forberedes til deling. Ved å velge Bekreft godkjenner du at daaene legges til i din Data Wallet.
sv: Du begärde att följande uppgifter skulle utfärdas. Genom att välja acceptera godkänner du att lägga till dessa uppgifter i din Data Wallet.

source: Generic Card
sv: Generiskt kort

# connect_and_add
source: Connect and add card
sv: Anslut och lägg till kort

# ticket_no
source: Ticket Number
sv: Biljettnummer

source: Registration
sv: Registrering

source: PARKING TICKET
sv: PARKERINGSBILJETT

source: Retention period
fr: Lagringstid
sv: Lagringstid

# agree_to_add_data
source: By choosing accept you agree to add the data to your Data Wallet
sv: Genom att välja acceptera godkänner du att lägga till data i din dataplånbok

# tell_friend
source: Invite a Friend
da: Inviter en Ven
fi: Kutsua Ystävä
fr: Invite un Ami
nb: Inviter en Venn
sv: Bjud in en Vän

# rate_app
source: Rate the App
da: Vurder Appen
fi: Arvioi Sovellus
fr: Évaluer L'application
nb: Vurder Appen
sv: Betygsätt Appen

# about_key
source: About
da: Om
fi: Noin
fr: À propos De
nb: Om
sv: Handla Om

source: Third party disclosure
sv: Upplysning från tredje part

source: Third-party data sharing
sv: Tredjepartsdatadelning

# backup_and_restore_title
source: Backup and Restore
sv: Backup och Återställa

# backup_and_restore_restore
source: Restore
sv: Återställa

# backup_and_restore_restore_from_backup
source: Restore from backup
sv: Återställa från backup

# backup_and_restore_nothing_to_restore
source: Nothing to restore
sv: Inget att återställa

# backup_and_restore_select_backup
source: Select backup
sv: Välj backup

# backup_and_restore_backup_desc
source: You can backup your Data Wallet in any of the following locations on a monthly basis.
sv: Du kan Kopia din Data wallet på någon av följande platser varje månad

# backup_and_restore_disable_backup
source: Disable backup
sv: Inaktivera backup

# backup_and_restore_enable_backup
source: Enable backup
sv: Aktivera backup

# backup_and_restore_last_backup
source: Last backup
sv: Sista backup

# backup_and_restore_backup_now
source: Backup now
sv: Backup nu

# backup_and_restore_no_backup_found
source: No backup found
sv: Ingen Backup hittad

source: Backup and restore configuration
sv: Backup och återställa konfiguration

# backup_and_restore_configuration_desc
source: Your account is stored into your primary Google account.
sv: Ditt konto lagras i ditt primära Google-konto.

# backup_and_restore_select_google_account
source: Select google account
sv: Välj Google konto

# backup_and_restore_storage_and_backup
source: Storage and backup
sv: Lagring och backup

# welcome_issued_at
source: Issued:
da: Udstedt:
fi: Myönnetty:
fr: Publié à:
nb: Utstedt:
sv: Utfärdad den:

# pwa_paid_to
source: Paid To
fi: Maksettu
sv: Betald till

# welcome_verified_at
source: Verified:
da: Verificeret:
fi: Vahvistettu:
fr: Vérifié:
nb: Verifisert:
sv: Verifierad:

# general_data_agreement
source: Data Agreement
da: Dataaftale
fi: Tietosopimus
fr: Accord sur les données
nb: Dataavtale
sv: Personuppgiftsavtal

# general_accept
source: Accept
da: Accepter
fi: Hyväksy
fr: Accepter
nb: Aksepter
sv: Acceptera

# receipt_additional_details
source: Additional Details
fi: Lisätietoja
sv: Mer information

# receipt_purchase_receipt_id
source: PURCHASE RECEIPT ID:
fi: OSTOKUITTI-TUNNUS:
sv: KÖPKVITTO ID:

# receipt_receipt_issued_on
source: Receipt Issued on:
fi: Kuitti myönnetty:
sv: Kvitto utställt den:

# receipt_item
source: Item
fi: Tuote
sv: Objekt

# receipt_qty
source: Qty
fi: Määrä
sv: Antal

# receipt_tax_incl_amount
source: Tax Incl Amount
fi: Verollinen summa
sv: Skatt Inkl Belopp

# receipt_total_Tax
source: Total Tax
fi: Veron kokonaismäärä
sv: Total skatt

# receipt_total
source: Total:
fi: Yhteensä:
sv: Totalt:

source: Issued by
fi: Myöntäjä
sv: Utfärdad av

# connect_new_certificate_is_added_to_your_data_wallet
source: New certificate is added to your Data Wallet
da: Nyt digitalt certifikat tilføjet til din Data Wallet
fi: Uusi todistus on lisätty datalompakkoon
fr: Un nouveau certificat est ajouté à votre Data Wallet
nb: Nytt sertifikat er lagt til i Data Wallet
sv: Nytt certifikat har lagts till i din Data Wallet

# connect_are_you_sure_you_want_to_delete_this_item
source: Are you sure you want to delete this item?
da: Er du sikker på at du vil slette?
fi: Oletko varma, että haluat poistaa tämän kohteen?
fr: Êtes-vous sûr de vouloir supprimer cet élément ?
nb: Er du sikker på at du vil slette?
sv: Är du säker på att du vill ta bort det här objektet?

# pwa_payment_confirmed
source: PAYMENT CONFIRMED
fi: MAKSU VAHVISTETTU
sv: Betalning genomförd

# credential_issuance_single_named
source: %1$@ %2$@ will be issued shortly.
fi: %1$s %2$s myönnetään pian.
fr: %1$s %2$s will be issued shortly.
sv: %1$s %2$s kommer att utfärdas inom kort.

# credential_issuance_single_generic
source: A credential will be issued shortly.
fi: Henkilötodistus myönnetään pian.
sv: Ett intyg kommer att utfärdas inom kort.

# verification_successfull
source: Data has been shared successfully.
fi: Tiedot on jaettu onnistuneesti.
sv: Datadelning lyckades

# connect_by_choosing_confirm_you_agree_to_the_requested_data_to_org_name
source: By choosing confirm you agree to share the requested data to
da: Ved at vælge bekræft accepterer du at dele det efterspurgte data med
fi: Valitsemalla vahvista hyväksyt pyydettyjen tietojen jakamisen taholle
fr: En choisissant de confirmer, vous acceptez de partager les données demandées avec
nb: Ved å velge bekreft aksepterer du å dele de etterspurte dataene med
sv: Genom att välja bekräfta godkänner du att dela de begärda uppgifterna till

# verification_by_clicking_confirm_you_agree_to_share_the_selected_data
source: By clicking confirm, you agree to share selected data with
fi: Klikkaamalla vahvista-painiketta hyväksyt valittujen tietojen jakamisen
sv: Genom att klicka på bekräfta samtycker du till att dela utvalda uppgifter med

# verification_by_clicking_confirm_you_agree_to_share_the_below_data
source: By clicking confirm, you agree to share below data with
fi: Klikkaamalla vahvista-painiketta hyväksyt alla olevien tietojen jakamisen
sv: Genom att klicka på bekräfta samtycker du till att dela nedanstående uppgifter med

# verification_additional_data_requested_confirm_to_proceed
source: Additional data has been requested. Click confirm to proceed.
fi: Lisätietoja on pyydetty. Jatka napsauttamalla Vahvista.
sv: Ytterligare uppgifter har begärts. Klicka på Bekräfta för att fortsätta.

source: OK
fi: Valmis - OK

source: Test Center
fi: Testikeskus
fr: Centre d'essais
nb: Testsenter

source: credential
fi: tunnistetiedot

source: credentials
fi: tunnistetiedot

source: Policy URL
da: URL til fortrolighedspolitik
fr: URL de la règle
nb: URL for instruks

source: Version : <Version>
nb: Versjon : <versjon>
